{
  "cronologia": [
    {
      "sumary": {
        "title": "A Historia Castlevania",
        "content": "Castlevania é uma série de jogos eletrônicos de ação e aventura sombria desenvolvida pela empresa japonesa Konami. A série foi criada no Japão e seu título de estreia foi lançado em 26 de setembro de 1986 para o Famicom Disk System, intitulado Akumajō Dracula.</br>A série é uma das mais famosas franquias de jogos desta empresa e uma das mais vendidas de todos os tempos, com seus títulos se tornando um ponto de referência na criação de jogos de plataforma e ação, originando o subgênero metroidvania. Além de receber vários spin-offs e conversões, a série se expandiu para outras mídias, incluindo comic books e uma série animada da Netflix. A versão Symphony of the Night, a mais aclamado título da série, figura em diversas listas de melhores jogos de todos os tempos, enquanto Super Castlevania IV e Aria of Sorrow são considerados como alguns dos melhores jogos de seus respectivos consoles.</br>A história dos jogos está geralmente ambientada no castelo Castlevania, do Conde Dracula, que é o principal antagonista da série. Inspirado no personagem epônimo do romance de Bram Stoker e na personalidade histórico de Vlad Drakul, o Empalador. Um vampiro e mago, que ressuscita a cada 100 anos e assume o papel de chefe final de quase todos os jogos. A ambientação é em grande parte medieval. Os principais protagonistas são os caçadores de vampiros do clã Belmont, que precisam eliminar a ameaça de Dracula a cada vez que ele renasce, usando armas como o chicote sagrado Vampire Killer, água benta, estacas de madeira, e em alguns casos habilidades mágicas.</br>Em 2010, em uma parceria entre a Konami, MercurySteam, e Kojima Productions, a série passou por um reboot que se iniciou com o jogo Lords of Shadow, o título da série mais bem sucedido até então. Lords of Shadow 2, lançado em 2014, é o último jogo da nova cronologia."
        
      },
      "trevor": {
        "title": "Sobre o Trevor",
        "content": "Ele foi o primeiro da familía Belmont a derrotar Dracula. Isso foi feito com a ajuda de Grant DaNasty, Sypha Belnades e Alucard. Ele mais tarde viria a se casar com Sypha Belnades, junto a quem teve filhos. Assim, a mistura da linhagem sanguínea dos Belnades com a linhagem dos Belmonts aumentaria significativamente o poder mágico prodigioso carregado pelos Belmonts, visto com proeminência em Juste Belmont.<br /> Mais tarde, em Castlevania: Curse of Darkness, ele desempenha um papel secundário, o qual ele investiga um estranho aumento da maldição de Drácula na região de Valáquia. Trevor enfrenta Hector, um forjador de demônios, que apesar de tratá-lo com desprezo no início, ele o ajuda em sua busca. Após ser cruelmente ferido por Isaac, Julia LaForeze encontra-o a tempo, mas ele está impossibilitado de fazer alguma coisa para o resto da batalha. Enquanto isso, Hector consegue deter Issac e enviar o Castelo de Dracula de volta ao abismo, efetivamente Dracula's Curse ocorreu três anos antes dos acontecimentos em Curse of Darkness. Então, apesar da derrota quase fatal de Trevor, sua missão estava completa. No jogo, ele é desbloqueado após encerrar a campanha com Hector."
        
      },
      "sypha": {
        "title": "Sobre a Sypha",
        "content": "Sypha escondeu seu sexo para se tornar uma caçadora de vampiros, ela lutou pela igreja para destruir o mal, embora suas irmãs bruxas tenham sido perseguidas pela mesma. Ela entrou em uma jornada para enfrentar Drácula. No seu caminho à procura de Drácula, ela acaba caindo em uma fenda no tempo. E decidiu por si mesma a enfrentar todos aqueles contaminados pela maldição de Drácula, apesar de não estarem conscientes de que lado eles estão. Após a saída da fenda no tempo, ela foi devolvida à sua época (Castlevania: Judgment). Sypha voltou a sua busca pelo senhor das trevas, mas foi derrotada por um de seus asseclas, o Ciclope, e aprisionada em uma pedra. Ela foi libertada quando Trevor Belmont matou o Ciclope, assim, ela auxiliou Trevor na caçada contra Drácula. Após a revelação de seu verdadeiro sexo e a morte de Drácula, Sypha e Trevor se casaram, acrescentando a aptidão mágica de Sypha à linhagem sanguínea dos Belmonts.<br /> No manual de instruções da versão japonesa de Dracula's Curse, é afirmado que Sypha perdeu seus pais quando era jovem, e foi encontrada vagando próximo a um mosteiro na Valáquia. Ela foi adotada pelos monges lá. Em Castlevania: Judgment, diz que ela pertencia a um grupo de bruxas que foram executadas como resultado das tramas de Drácula. No título Judgment é confirmado que Grant realmente tinha uma grande paixão por Sypha desde seu primeiro encontro em Castlevania, no entanto, lhe faltou confessar seus sentimentos a ela, deixando Sypha cair nos braços de Belmont. Apesar disso, é dito que Sypha perdeu seu amigo, quando Grant recusou o convite para o casamento e ter desaparecido (que na verdade, foi pego pela fenda no tempo). Mas ao voltar, ele reata sua amizade com Trevor e Sypha. Apesar desse breve momento de confusão, Grant, Sypha e Trevor são conhecidos na história dos Belmonts como os Três Maiores, amigos e guerreiros supremos, um exemplo para todos os seus descendentes seguirem."
        
      },
      "alucard": {
        "title": "Sobre o Alucard",
        "content": "Adrian Fahrenheit Țepeș (アドリアン・ファーレンハイツ・ツェペシュ Adorian Fārenhaitsu Tsepeshu?), mais conhecido como Alucard (アルカード Arukādo?), é um personagem da série de jogos eletrônicos Castlevania, da Konami. Sua primeira aparição foi no título de 1989 Castlevania III: Dracula's Curse, mas ficou conhecido após seu papel no aclamado Castlevania: Symphony of the Night, lançado em 1997. Seu design em Symphony of the Night foi criado por Ayami Kojima, como sua primeira contribuição para a franquia.<br />Em Castlevania, Alucard é o filho do Conde Dracula, o principal antagonista da série. Por ter uma mãe humana, Lisa, Alucard é um dampiro, meio humano e meio vampiro. A morte de sua mãe e a sua súplica de não odiar a humanidade fizeram com que ele se revoltasse contra seu pai. Em Dracula's Curse e Castlevania Legends, ele luta contra seu pai junto dos caçadores de vampiros do clã Belmont, além de ser o protagonista de Symphony of the Night."
        
      }
    }
  ]
}
